[[["GLODE", "imp. of Glide. Chaucer."], ["DECOYER", "One who decoys another."], ["WHIRLWIG", "A whirligig."], ["REFLUX", "Returning, or flowing back; reflex; as, reflux action."], ["FORMALIST", "One overattentive to forms, or too much confined to them; esp.,one who rests in external religious forms, or observes strictly theoutward forms of worship, without possessing the life and spirit ofreligion.As far a formalist from wisdom sits, In judging eyes, as libertinesfrom wits. Young."]], [["VINTAGING", "The act of gathering the vintage, or crop of grapes."], ["COLLOID", "Resembling glue or jelly; characterized by a jellylikeappearance; gelatinous; as, colloid tumors."], ["EAGER", "Same as Eagre."], ["SPACEFUL", "Wide; extensive. Sandys."], ["RECUPERABLE", "Recoverable. Sir T. Elyot."]], [["PROTASIS", "The introductory or subordinate member of a sentence, generallyof a conditional sentence; -- opposed to apodosis. See Apodosis."], ["CORYPHODONT", "Pertaining to, or resembling, the genus Coryphodon."], ["ESTRAY", "To stray. [Obs.] Daniel."], ["GARGARIZE", "To gargle; to rinse or wash, as the mouth and throat. [Obs.]Bacon."], ["SEANNACHIE", "A bard among the Highlanders of Scotland, who preserved andrepeated the traditions of the tribes; also, a genealogist. [Writtenalso senachy.] [Scot.]"]], [["IRRUPTIVE", "Rushing in or upon."], ["HAMLET", "A small village; a little cluster of houses in the country.The country wasted, and the hamlets burned. Dryden."], ["TEXTUIST", "A textualist; a textman. [Obs.]The crabbed textualists of his time. Milton."], ["ELEVE", "A pupil; a student."], ["ANASTOMOSIS", "The inosculation of vessels, or intercommunication between twoor more vessels or nerves, as the cross communication betweenarteries or veins."]], [["SAUROPODA", "An extinct order of herbivorous dinosaurs having the feet of asaurian type, instead of birdlike, as they are in many dinosaurs. Itincludes the Largest Known land animals, belonging to Brontosaurus,Camarasaurus, and alied genera. See Illustration in Appendix."], ["CAUTERY", "A burning or searing, as of morbid flesh, with a hot iron, orby application of a caustic that will burn, corrode, or destroyanimal tissue."], ["LOVING-KINDNESS", "Tender regard; mercy; favor. Ps. lxxxix. 33."], ["MESOSCUTUM", "The scutum or dorsal plate of the middle thoracic segment of aninsect. See Illust. of Butterfly."], ["ERUMPENT", "Breaking out; -- said of certain fungi which burst through thetexture of leaves."]], [["ANAPEST", "A metrical foot consisting of three syllables, the first twoshort, or unaccented, the last long, or accented; the reverse of thedactyl. In Latin d, and in English in-ter-vene, are examples ofanapests."], ["SHATTER", "To be broken into fragments; to falSome fragile bodies break but where the force is; some shatter andfly in many places. Bacon."], ["CARBON TRANSMITTER", "A telephone transmitter in which a carbon contact is used."], ["DIAGNOSTIC", "Pertaining to, or furnishing, a diagnosis; indicating thenature of a disease."], ["DEEP-LAID", "Laid deeply; formed with cunning and sagacity; as, deep-laidplans."]], [["SUBTERRANE", "A cave or room under ground. [R.] J. Bryant."], ["HASTINGS", "Early fruit or vegetables; especially, early pease. Mortimer."], ["METABASIS", "A transition from one subject to another."], ["RACOONDA", "The coypu."], ["CAPEL", "A composite stone (quartz, schorl, and hornlende) in the wallsof tin and copper lodes."]], [["SORWE", "Sorrow. [Obs.] Chaucer."], ["VALEDICTORY", "Bidding farewell; suitable or designed for an occasion ofleave-taking; as, a valedictory oration."], ["JOGGLE", "To join by means of joggles, so as to prevent sliding apart;sometimes, loosely, to dowel.The struts of a roof are joggled into the truss posts. Gwilt."], ["PISTOLEER", "One who uses a pistol. [R.] Carlyle."], ["FISHLIKE", "Like fish; suggestive of fish; having some of the qualities offish.A very ancient and fishlike smell. Shak."]], [["THORACOPLASTY", "A remodeling or reshaping of the thorax; especially, theoperation of removing the ribs, so as to obliterate the pleuralcavity in cases of empyema."], ["SWAGBELLY", "Any large tumor developed in the abdomen, and neitherfluctuating nor sonorous. Dunglison."], ["DELINEABLE", "Capable of being, or liable to be, delineated. Feltham."], ["VOIDANCE", "A ejection from a benefice."], ["ATAMASCO LILY", "See under Lily."]], [["GISE", "To feed or pasture. [Obs.]"], ["WREAKLESS", "Unrevengeful; weak. [Obs.]"], ["DEUTEROGAMY", "A second marriage, after the death of the first husband ofwife; -- in distinction from bigamy, as defined in the old canon law.See Bigamy. Goldsmith."], ["EPITAPH", "To commemorate by an epitaph. [R.]Let me be epitaphed the inventor of English hexameters. G. Harvey."], ["SOFTENER", "One who, or that which, softens. [Written also, less properly,softner.]"]], [["INVECTED", "Having a border or outline composed of semicircles with theconvexity outward; -- the opposite of engrailed."], ["REPROBATER", "One who reprobates."], ["RAWHIDE", "A cowhide, or coarse riding whip, made of untanned (or raw)hide twisted."], ["BACCHUS", "The god of wine, son of Jupiter and Semele."], ["BRANDIED", "Mingled with brandy; made stronger by the addition of brandy;flavored or treated with brandy; as, brandied peaches."]], [["KNARLED", "Knotted. See Gnarled."], ["BALLOONING", "The process of temporarily raising the value of a stock, as byfictitious sales. [U.S.]"], ["FEU DE JOIE", "A fire kindled in a public place in token of joy; a bonfire; afiring of guns in token of joy."], ["EDITION DE LUXE", "See Luxe."], ["MAIOID", "Of or pertaining to the genus Maia, or family Maiadeæ."]], [["SKEAN", "A knife or short dagger, esp. that in use among the Highlandersof Scotland. [Variously spelt.] \"His skean, or pistol.\" Spenser."], ["ORBATE", "Bereaved; fatherless; childless. [Obs.]"], ["INFASHIONABLE", "Unfashionable. [Obs.] Beau. & Fl."], ["UNGIRD", "To loose the girdle or band of; to unbind; to unload.He ungirded his camels. Gen. xxiv. 32."], ["REDUB", "To refit; to repair, or make reparation for; hence, to repay orrequite. [Obs.]It shall be good that you redub that negligence. Wyatt.God shall give power to redub it with some like requital to theFrench. Grafton."]], [["QUINIC", "Pertaining to, derived from, or connected with, quinine andrelated compounds; specifically, designating a nonnitrogenous acidobtained from cinchona bark, coffee, beans, etc., as a whitecrystalline substance. [Written also chinic, kinic.]"], ["MISRECEIVE", "To receive wrongly."], ["COACTIVITY", "Unity of action."], ["ACRITUDE", "Acridity; pungency joined with heat. [Obs.]"], ["VELVETING", "The fine shag or nap of velvet; a piece of velvet; velvetgoods."]], [["ACANTHOCEPHALA", "A group of intestinal worms, having the proboscis armed withrecurved spines."], ["LOPHOBRANCH", "Of or pertaining to the Lophobranchii.-- n."], ["TEMPTATIOUS", "Tempting. [Prov. Eng.]"], ["HAYMAKING", "The operation or work of cutting grass and curing it for hay."], ["FLUCTIFEROUS", "Tending to produce waves. Blount."]], [["APPOINTER", "One who appoints, or executes a power of appointment. Kent."], ["DATARY", "An officer in the pope's court, having charge of the Dataria."], ["ENDLONG", "Lengthwise; along. [Archaic]The doors were all of adamants eterne, I-clenched overthwart andendelong With iron tough. Chaucer.He pricketh endelong the large space. Chaucer.To thrust the raft endlong across the moat. Sir W. Scott."], ["INTERMINABLENESS", "The state of being endless."], ["STREPEROUS", "Loud; boisterous. [R.] Sir T. Browne."]], [["WANEY", "A sharp or uneven edge on a board that is cut from a log notperfectly squared, or that is made in the process of squaring. SeeWany, a."], ["MESOMYODIAN", "A bird having a mesomyodous larynx."], ["GAUFFER", "To plait, crimp, or flute; to goffer, as lace. See Goffer."], ["BODILINESS", "Corporeality. Minsheu."], ["ENTAME", "To tame. [Obs.] Shak."]], [["TORTIOUSLY", "In a tortous manner."], ["ILLATIVELY", "By inference; as an illative; in an illative manner."], ["BARTERER", "One who barters."], ["HEBRICIAN", "A Hebraist. [R.]"], ["PASSABLY", "Tolerably; moderately."]], [["SYLPHID", "A little sylph; a young or diminutive sylph. \"The place of thesylphid queen.\" J. R. Drake.Ye sylphs and sylphids, to your chief give ear, Fays, fairies, genii,elves, and demons, hear. Pope."], ["MANOSCOPE", "Same as Manometer."], ["PSHAW", "Pish! pooch! -- an exclamation used as an expression ofcontempt, disdain, dislike, etc. [Written also psha.]"], ["LAGGARD", "Slow; sluggish; backward."], ["ADMINICLE", "Corroborative or explanatory proof."]], [["INCOMPLEX", "Not complex; uncompounded; simple. Barrow."], ["ATTICAL", "Attic. [Obs.] Hammond."], ["FITTING", "Anything used in fitting up; especially (pl.),"], ["VESICOVAGINAL", "Of or pertaining to the bladder and the vagina."], ["MARROW", "The tissue which fills the cavities of most bones; the medulla.In the larger cavities it is commonly very fatty, but in the smallercavities it is much less fatty, and red or reddish in color."]], [["FOMENTER", "One who foments; one who encourages or instigates; as, afomenter of sedition."], ["CONSTITUENCY", "A body of constituents, as the body of citizens or voters in arepresentative district."], ["LARYNGOSCOPIC", "Of or pertaining to the inspection of the larynx."], ["DEFLEXED", "Bent abruptly downward."], ["GALLOONED", "Furnished or adorned with galloon."]], [["CREDIBLENESS", "The quality or state of being credible; worthness of belief;credibility. [R.] Boyle."], ["OXYPHENOL", "A phenol, oxyphenic acid, and now pyrocatechin."], ["EMBATTAIL", "To furnish with battlements; to fortify as with battlements.[Archaic]To embattail and to wall about thy cause With iron-worded proof.Tennyson."], ["BEDSPREAD", "A bedquilt; a counterpane; a coverlet. [U. S.]"], ["HOLOGRAPHIC", "Of the nature of a holograph; pertaining to holographs."]], [["MUNICIPALISM", "Municipal condition."], ["SCRAPBOOK", "A blank book in which extracts cut from books and papers may bepasted and kept."], ["STEEPEN", "To become steep or steeper.As the way steepened . . . I could detect in the hollow of the hillsome traces of the old path. H. Miller."], ["FEDERATE", "United by compact, as sovereignties, states, or nations; joinedin confederacy; leagued; confederate; as, federate nations."], ["COLLY", "The black grime or soot of coal. [Obs.] Burton."]], [["CIRCUMCISER", "One who performs circumcision. Milton."], ["SEETH", "imp. of Seethe. Chaucer."], ["DUCKLING", "A young or little duck. Gay."], ["WARBLER", "Any one of numerous species of small Old World singing birdsbelonging to the family Sylviidæ, many of which are noted songsters.The bluethroat, blackcap, reed warbler (see under Reed), and sedgewarbler (see under Sedge) are well-known species."], ["HEMORRHAGE", "Any discharge of blood from the blood vessels."]], [["ONYCHOPHORA", "Malacopoda."], ["ORN", "To ornament; to adorn. [Obs.] Joye."], ["UNWREATHE", "To untwist, uncoil, or untwine, as anything wreathed."], ["REULE", "Rule. [Obs.]"], ["CATALYTIC", "Relating to, or causing, catalysis. \"The catalytic power is illunderstood.\" Ure. Catalytic force, that form of chemical energyformerly supposed to determine catalysis."]], [["IMMENSENESS", "The state of being immense."], ["TUR", "The urus."], ["REVELLENT", "Causing revulsion; revulsive.-- n. (Med.)"], ["SAPROPHAGOUS", "Feeding on carrion."], ["OVARIOUS", "Consisting of eggs; as, ovarious food. [R.] Thomson."]], [["COUNTRY-DANCE", "See Contradance.He had introduced the English country-dance to the knowledge of theDutch ladies. Macualay."], ["TWELFTH-DAY", "See Twelfthtide."], ["TOUS-LES-MOIS", "A kind of starch with very large, oval, flattened grains, oftensold as arrowroot, and extensively used for adulterating cocoa. It ismade from the rootstocks of a species of Canna, probably C. edulis,the tubers of which are edible every month in the year."], ["DEATHBED", "The bed in which a person dies; hence, the closing hours oflife of one who dies by sickness or the like; the last sickness.That often-quoted passage from Lord Hervey in which the Queen'sdeathbed is described. Thackeray."], ["RESPIRATIONAL", "Of or pertaining to respiration; as, respirationaldifficulties."]], [["DIGENEA", "A division of Trematoda in which alternate generations occur,the immediate young not resembling their parents."], ["REMOVABLE", "Admitting of being removed. Ayliffe.-- Re*mov`a*bil\"i*ty (-, n."], ["CICH-PEA", "The chick-pea. Holland."], ["INGURGITATION", "The act of swallowing greedily or immoderately; that which isso swallowed. E. Darwin.He drowned his stomach and senses with a large draught andingurgitation of wine. Bacon."], ["TRANSCALENCY", "The quality or state of being transcalent."]], [["FOGIE", "See Fogy."], ["UNREAL", "Not real; unsubstantial; fanciful; ideal."], ["WATER RADISH", "A coarse yellow-flowered plant (Nasturtium amphibium) relatedto the water cress and to the horse-radish."], ["TRIQUETRUM", "One of the bones of the carpus; the cuneiform. See Cuneiform(b)."], ["SUITING", "Among tailors, cloth suitable for making entire suits ofclothes."]], [["DEEP-LAID", "Laid deeply; formed with cunning and sagacity; as, deep-laidplans."], ["OILINESS", "The quality of being oily. Bacon."], ["INACTIVE", "Not active; inert; esp., not exhibiting any action or activityon polarized light; optically neutral; -- said of isomeric forms ofcertain substances, in distinction from other forms which areoptically active; as, racemic acid is an inactive tartaric acid."], ["ACCUMBENCY", "The state of being accumbent or reclining. [R.]"], ["ENDER", "One who, or that which, makes an end of something; as, theender of my life."]], [["TREMIE", "An apparatus for depositing and consolidating concrete underwater, essentially a tube of wood or sheet metal with a hooperliketop. It is usually handled by a crane."], ["UNDERHANDEDLY", "In an underhand manner."], ["TAURIDOR", "A bull Sir W. Scott."], ["ANNOYER", "One who, or that which, annoys."], ["SALPINGITIS", "Inflammation of the salpinx."]], [["ADYTUM", "The innermost sanctuary or shrine in ancient temples, whenceoracles were given. Hence: A private chamber; a sanctum."], ["STINT", "To stop; to cease. [Archaic]They can not stint till no thing be left. Chaucer.And stint thou too, I pray thee. Shak.The damsel stinted in her song. Sir W. Scott."], ["THIOPHENE", "A sulphur hydrocarbon, C4H4S, analogous to furfuran andbenzene, and acting as the base of a large number of substances whichclosely resemble the corresponding aromatic derivatives."], ["CLARO-OBSCURO", "See Chiaroscuro."], ["CONVINCER", "One who, or that which, convinces; one who wins over by proof."]], [["INCLINER", "One who, or that which, inclines; specifically, an inclineddial."], ["MARGARODITE", "A hidrous potash mica related to muscovite."], ["IMPURATION", "Defilement; obscuration. [Obs.] Bp. Hall."], ["CONVENTICLING", "Belonging or going to, or resembling, a conventicle. [Obs.]Conventicling schools . . . set up and taught secretly by fanatics.South."], ["SAMBUCUS", "A genus of shrubs and trees; the elder."]], [["HEXATEUCH", "The first six books of the Old Testament."], ["ACCRUE", "Something that accrues; advantage accruing. [Obs.]"], ["MESIAL", "Middle; median; in, or in the region of, the mesial plane;internal; -- opposed to lateral. Mesial plane. (Anat.) See Meson."], ["XANTHOCHROISM", "Abnormal coloration of feathers in which yellow replaces thenormal color, as in certain parrots. It is commonly due to lack ofthe dark pigment which with yellow forms green."], ["BAFFLEMENT", "The process or act of baffling, or of being baffled;frustration; check."]], [["PERIDERM", "The outer layer of bark."], ["OVERPONDEROUS", "Too heavy."], ["OGRESS", "A female ogre. Tennyson."], ["UNPRINCIPLE", "To destroy the moral principles of. [R.]"], ["HETERODACTYL", "Heterodactylous.-- n."]], [["UXORIOUS", "Excessively fond of, or submissive to, a wife; being adependent husband. \"Uxorious magistrates.\" Milton.How wouldst thou insult, When I must live uxorious to thy will Inperfect thraldom! Milton.-- Uxo*o\"ri*ous*ly, adv.-- Ux*o\"ri*ous*ness, n."], ["PISCIVOROUS", "Feeding or subsisting on fish."], ["SATISFACTIVE", "Satisfactory. [Obs.]Satisfactive discernment of fish. Sir T. Browne."], ["POSTSCAPULA", "The part of the scapula behind or below the spine, ormesoscapula."], ["ETACIST", "One who favors etacism."]], [["LEANY", "Lean. [Obs.] Spenser."], ["SUDS", "Water impregnated with soap, esp. when worked up into bubblesand froth. In the suds, in turmoil or difficulty. [Colloq.] Beau. &Fl."], ["DISPOSITOR", "The planet which is lord of the sign where another planet is.[Obs.] Crabb."], ["EMULATRESS", "A female emulator. [R.]"], ["CONVERSATIONALIST", "A conversationist."]], [["PADISHAH", "Chief ruler; monarch; sovereign; -- a title of the Sultan ofTurkey, and of the Shah of Persia."], ["REQUITEMENT", "Requital [Obs.] E. Hall."], ["CORER", "That which cores; an instrument for coring fruit; as, an applecorer."], ["CZARINIAN", "Of or pertaining to the czar or the czarina; czarish."], ["CONTRADISTINGUISH", "To distinguish by a contrast of opposite qualities.These are our complex ideas of soul and body, as contradistinguished.Locke."]], [["CORVETTO", "A curvet. Peacham."], ["GEAT", "The channel or spout through which molten metal runs into amold in casting. [Written also git, gate.]"], ["SYNIZESIS", "An obliteration of the pupil of the eye."], ["OPEN-EYED", "With eyes widely open; watchful; vigilant. Shak."], ["SMOKILY", "In a smoky manner."]], [["WHIRLER", "One who, or that which, whirls."], ["RECOMMENDABLE", "Suitable to be recommended; worthy of praise; commendable.Glanvill.-- Rec`om*mend\"a*ble*ness, n.-- Rec`om*mend\"a*bly, adv."], ["BURGOMASTER", "An aquatic bird, the glaucous gull (Larus glaucus), common inarctic regions."], ["FRONTLET", "The margin of the head, behind the bill of birds, often bearingrigid bristles."], ["STOLON", "A trailing branch which is disposed to take root at the end orat the joints; a stole."]], [["CI-DEVANT", "Former; previous; of times gone by; as, a cidevant governor."], ["AQUOSE", "Watery; aqueous. [R.] Bailey."], ["UNIQUE", "Being without a like or equal; unmatched; unequaled;unparalleled; single in kind or excellence; sole.-- U*nique\"ly, adv.-- U*nique\"ness, n."], ["CONNATURALITY", "Participation of the same nature; natural union or connection.[R.]A congruity and connaturality between them. Sir M. Hale."], ["LEMUROID", "Like or pertaining to the lemurs or the Lemuroidea.-- n."]], [["ALLEVIATIVE", "Tending to alleviate.-- n."], ["SPEW", "That which is vomited; vomit."], ["RECHLESS", "Reckless. [Obs.] P. Plowman."], ["BACKGAMMON", "A game of chance and skill, played by two persons on a \"board\"marked off into twenty-four spaces called \"points\". Each player hasfifteen pieces, or \"men\", the movements of which from point to pointare determined by throwing dice. Formerly called tables. Backgammonboard , a board for playing backgammon, often made in the form of tworectangular trays hinged together, each tray containing two \"tables\"."], ["INAURATE", "Covered with gold; gilded."]], [["YAFFLE", "The European green woodpecker (Picus, or Genius, viridis). Itis noted for its loud laughlike note. Called also eccle, hewhole,highhoe, laughing bird, popinjay, rain bird, yaffil, yaffler,yaffingale, yappingale, yackel, and woodhack."], ["COMMENDAM", "A vacant living or benefice commended to a cleric (usually abishop) who enjoyed the revenue until a pastor was provided. A livingso held was said to be held in commendam. The practice was abolishedby law in 1836.There was [formerly] some sense for commendams. Selden.Partnership in commendam. See under Partnership."], ["ABYSMAL", "Pertaining to, or resembling, an abyss; bottomless; unending;profound.Geology gives one the same abysmal extent of time that astronomy doesof space. Carlyle."], ["INAMIABLE", "Unamiable. [Obs.] -- In*a\"mi*a*ble*ness, n. [Obs.]"], ["SHUTTERED", "Furnished with shutters."]], [["NUMERARY", "Belonging to a certain number; counting as one of a collectionor body.A supernumerary canon, when he obtains a prebend, becomes a numerarycanon. Ayliffe."], ["KYANOPHYLL", "Same as Cyanophyll."], ["UTTEREST", "Uttermost.To the utterest proof of her courage. Chaucer."], ["ETOILE", "See Estoile."], ["CORIVAL", "A rival; a corrival."]], [["HANDLEABLE", "Capable of being handled."], ["CALLIOPSIS", "A popular name given to a few species of the genus Careopsis,especially to C. tinctoria of Arkansas."], ["DECOMPOUNDABLE", "Capable of being decompounded."], ["SELF-SATISFYING", "Giving satisfaction to one's self."], ["TROPISM", "Modification of the direction of growth."]], [["CENSURER", "One who censures. Sha."], ["SUBVERT", "To overthrow anything from the foundation; to be subversive.They have a power given to them like that of the evil principle, tosubvert and destroy."], ["HEADILY", "In a heady or rash manner; hastily; rashly; obstinately."], ["INDORSE", "To write one's name, alone or with other words, upon the backof (a paper), for the purpose of transferring it, or to secure thepayment of a"], ["UNIFACIAL", "Having but one front surface; as, some foliaceous corals areunifacial, the polyp mouths being confined to one surface."]], [["WAGONETTE", "A kind of pleasure wagon, uncovered and with seats extendedalong the sides, designed to carry six or eight persons besides thedriver."], ["OPHIOMORPHITE", "An ammonite."], ["DEUTERONOMIST", "The writer of Deuteronomy."], ["SKIPJACK", "An elater; a snap bug, or snapping beetle."], ["BACILLIFORM", "Rod-shaped."]], [["PHYSALIA", "A genus of large oceanic Siphonophora which includes thePortuguese man-of-war."], ["THREATEN", "To use threats, or menaces; also, to have a threateningappearance.Though the seas threaten, they are merciful. Shak."], ["NOTEFUL", "Useful. [Obs.] Chaucer."], ["SCALLED", "Scabby; scurfy; scall. [Obs.] \"With scalled brows black.\"Chaucer. Scalled head. (Med.) See Scald head, under Scald, a."], ["PREEMPT", "To settle upon (public land) with a right of preemption, asunder the laws of the United States; to take by preëmption."]], [["PLACODERM", "One of the Placodermi."], ["STRAKE", "imp. of Strike. Spenser."], ["CORDIERITE", "See Iolite."], ["BOS", "A genus of ruminant quadrupeds, including the wild and domesticcattle, distinguished by a stout body, hollow horns, and a large foldof skin hanging from the neck."], ["SPECKLED", "Marked or variegated with small spots of a different color fromthat of the rest of the surface. Speckled Indians (Ethnol.), thePintos.-- Speckled trout. (Zoöl.) (a) The common American brook trout. SeeTrout. (b) The rainbow trout."]], [["KICKUP", "The water thrush or accentor. [Local, West Indies]"], ["GOER", "One who, or that which, goes; a runner or walker; as:(a) A foot. [Obs.] Chapman.(b) A horse, considered in reference to his gait; as, a good goer; asafe goer.This antechamber has been filled with comers and goers. Macaulay."], ["RHABDOPHORA", "An extinct division of Hydrozoa which includes thegraptolities."], ["CHIMAEROID", "Related to, or like, the chimæra."], ["OUTSTREET", "A street remote from the center of a town. Johnson."]], [["LIGAN", "Goods sunk in the sea, with a buoy attached in order that theymay be found again. See Jetsam and Flotsam. [Written also lagan.]Blackstone."], ["KIOSK", "A Turkish open summer house or pavilion, supported by pillars."], ["PITCH-DARK", "Dark as a pitch; pitch-black."], ["AUTOPHOBY", "Fear of one's self; fear of being egotistical. [R.] Hare."], ["HALF-TONGUE", "A jury, for the trial of a fore foreigner, composed equally ofcitizens and aliens."]], [["EMOTIVENESS", "Susceptibility to emotion. G. Eliot."], ["POLICE", "Military police, the body of soldiers detailed to preservecivil order and attend to sanitary arrangements in a camp orgarrison."], ["TAUTOG", "An edible labroid fish (Haitula onitis, or Tautoga onitis) ofthe Atlantic coast of the United States. When adult it is nearlyblack, more or less irregularly barred, with greenish gray. Calledalso blackfish, oyster fish, salt-water chub, and moll. [Written alsotautaug.]"], ["INERRABLE", "Incapable of erring; infallible; unerring. \"Inerabble andrequisite conditions.\" Sir T. Browne. \"Not an inerrable text.\"Gladstone."], ["APOTHECIUM", "The ascigerous fructification of lichens, forming masses ofvarious shapes."]], [["DIRL", "To thrill; to vibrate; to penetrate. [Prov. Eng.] Halliwell."], ["POTABLE", "Fit to be drunk; drinkable. \"Water fresh and potable.\" Bacon.-- n."], ["WAINWRIGHT", "Same as Wagonwright."], ["INSCRUTABLY", "In an inscrutable manner."], ["INTERSIDEREAL", "Between or among constellations or stars; interstellar."]], [["ONSTEAD", "A single farmhouse; a steading. [Prov.Eng. & Scot.] Grose.Jamieson."], ["SEDENT", "Sitting; inactive; quiet. [R.]"], ["TOSTO", "Quick; rapid. Pui tosto ( Etym: [It.] (Mus.), faster; morerapid."], ["ACETIN", "A combination of acetic acid with glycerin. Brande & C."], ["BITSTOCK", "A stock or handle for holding and rotating a bit; a brace."]], [["ABRIDGER", "One who abridges."], ["JACK-A-LENT", "A small stuffed puppet to be pelted in Lent; hence, a simplefellow."], ["MARTEL", "To make a blow with, or as with, a hammer. [Obs.] Spenser."], ["HOGRINGER", "One who puts rings into the snouts of hogs."], ["TENREC", "A small insectivore (Centetes ecaudatus), native of Madagascar,but introduced also into the islands of Bourbon and Mauritius; --called also tanrec. The name is applied to other allied genera. SeeTendrac."]], [["HOMOLOGATE", "To approve; to allow; to confirm; as, the court homologates aproceeding. Wheaton."], ["CASQUE", "A piece of defensive or ornamental armor (with or without avizor) for the head and neck; a helmet.His casque overshadowed with brilliant plumes. Prescott."], ["HABITURE", "Habitude. [Obs.]"], ["WINDOWPANE", "See Pane, n., (3) b. [In this sense, written also window pane.]"], ["UNGULA", "A section or part of a cylinder, cone, or other solid ofrevolution, cut off by a plane oblique to the base; -- so called fromits resemblance to the hoof of a horse."]], [["HIGHERING", "Rising higher; ascending.In ever highering eagle circles. Tennyson."], ["YAKUT", "The Turkish language of the Yakuts, a Mongolian people ofnortheastern Siberia, which is lingua franca over much of easternSiberia."], ["BILBOQUET", "The toy called cup and ball."], ["TERET", "Round; terete. [Obs.] Fotherby."], ["REPOSED", "Composed; calm; tranquil; at rest. Bacon.-- Re*pos\"ed*ly (r, adv.-- Re*pos\"ed*ness, n."]], [["SCALLED", "Scabby; scurfy; scall. [Obs.] \"With scalled brows black.\"Chaucer. Scalled head. (Med.) See Scald head, under Scald, a."], ["CROSSJACK", "The lowest square sail, or the lower yard of the mizzenmast."], ["AFFAMISHMENT", "Starvation. Bp. Hall."], ["STOP-GAP", "That which closes or fills up an opening or gap; hence, atemporary expedient.Moral prejudices are the stop-gaps of virtue. Hare."], ["COMMUTATION TICKET", "A ticket for transportation at a reduced rate in considerationof some special circumstance, as increase of travel; specif., aticket for a certain number of, or for daily, trips betweenneighboring places at a reduced rate, such as are commonly used bythose doing business in a city and living in a suburb. Commutationtickets are excepted from the prohibition against special ratescontained in the Interstate Commerce Act of Feb. 4, 1887 (24 Stat.379), and in 145 U. S. 263 it was held that party tickets were alsoexcepted as being \"obviously within the commuting principle.\""]], [["DULL-EYED", "Having eyes wanting brightness, liveliness, or vivacity. Shak."], ["MANIPULATE", "To use the hands in dexterous operations; to do hand work;specifically, to manage the apparatus or instruments used inscientific work, or in artistic or mechanical processes; also,specifically, to use the hand in mesmeric operations."], ["BEPRAISE", "To praise greatly or extravagantly. Goldsmith."], ["REQUIRABLE", "Capable of being required; proper to be required. Sir M. Hale."], ["FLEAM", "A sharp instrument used for opening veins, lancing gums, etc.;a kind of lancet. Fleam tooth, a tooth of a saw shaped like anisosceles triangle; a peg tooth. Knight."]], [["SCAGLIOLA", "An imitation of any veined and ornamental stone, as marble,formed by a substratum of finely ground gypsum mixed with glue, thesurface of which, while soft, is variegated with splinters of marble,spar, granite, etc., and subsequently colored and polished."], ["COAGULATED", "Changed into, or contained in, a coagulum or a curdlike mass;curdled. Coagulated proteid (Physiol. Chem.), one of a class ofbodies formed in the coagulation of a albuminous substance by heat,acids, or other agents."], ["THEAVE", "A ewe lamb of the first year; also, a sheep three years old.[Written also thave.] [Prov. Eng.] Halliwell."], ["BILL", "A beak, as of a bird, or sometimes of a turtle or other animal.Milton."], ["CUIRASS", "An armor of bony plates, somewhat resembling a cuirass."]], [["PARTIBLE", "Admitting of being parted; divisible; separable; susceptible ofseverance or partition; as, an estate of inheritance may be partible.\"Make the molds partible.\" Bacon."], ["PERIPTERY", "The region surrounding a moving body, such as the wing of abird or a gliding aëroplane, within which cyclic or vortical motionof the air occur."], ["SCRUTINEER", "A scrutinizer; specifically, an examiner of votes, as at anelection."], ["STARINGLY", "With a staring look."], ["BOWFIN", "A voracious ganoid fish (Amia calva) found in the fresh watersof the United States; the mudfish; -- called also Johnny Grindle, anddogfish."]], [["RINGINGLY", "In a ringing manner."], ["CONSERVATORY", "Having the quality of preserving from loss, decay, or injury."], ["MARCELINE", "A thin silk fabric used for linings, etc., in ladies' dresses."], ["PERPLEX", "Intricate; difficult. [Obs.] Glanvill."], ["SURICAT", "Same as Zenick. [Written also suricate, surikate.]"]], [["EXPEDIATE", "To hasten; to expedite. [Obs.] \"To expediate their business.\"Sir E. Sandys."], ["HISTORIAL", "Historical. [Obs.] Chaucer."], ["MALLEUS", "The outermost of the three small auditory bones, ossicles; thehammer. It is attached to the tympanic membrane by a long process,the handle or manubrium. See Illust. of Far."], ["MICRON", "A measure of length; the thousandth part of one millimeter; themillionth part of a meter."], ["SYNCOPE", "An elision or retrenchment of one or more letters or syllablesfrom the middle of a word; as, ne'er for never, ev'ry for every."]], [["MALAPROPOS", "Unseasonable or unseasonably; unsuitable or unsuitably."], ["UNCONFIDENCE", "Absence of confidence; uncertainty; doubt."], ["ECHINOZOA", "The Echinodermata."], ["ELLEBORIN", "See Helleborin."], ["PERFORCE", "By force; of necessary; at any rate. Shak."]], [["FUMET", "The dung of deer. B. Jonson."], ["ACRITY", "Sharpness; keenness. [Obs.]"], ["LIPOCEPHALA", "Same as Lamellibranchia."], ["CANDESCENCE", "See Inclandescence."], ["SHRUFF", "Rubbish. Specifically: (a) Dross or refuse of metals. [Obs.](b) Light, dry wood, or stuff used for fuel. [Prov. Eng.]"]], [["ADJECTIVALLY", "As, or in the manner of, an adjective; adjectively."], ["DISEDGE", "To deprive of an edge; to blunt; to dull.Served a little to disedge The sharpness of that pain about herheart. Tennyson."], ["CONVEYANCER", "One whose business is to draw up conveyances of property, asdeeds, mortgages, leases, etc. Burrill."], ["EUPATHY", "Right feeling. [R.] Harris."], ["PORT", "A dark red or purple astringent wine made in Portugal. Itcontains a large percentage of alcohol."]], [["DESITION", "An end or ending. [R.]"], ["ADENOLOGY", "The part of physiology that treats of the glands."], ["SELCOUTH", "Rarely known; unusual; strange. [Obs.][She] wondered much at his so selcouth case. Spenser."], ["SWIMBEL", "A moaning or sighing sound or noise; a sough. [Obs.] Chaucer."], ["VICTRIX", "Victress. C. Bronté."]], [["VOLARY", "See Volery. [Obs.]"], ["ROOM", "To occupy a room or rooms; to lodge; as, they arranged to roomtogether."], ["DUBOISIA", "Same as Duboisine."], ["ACCELERATORY", "Accelerative."], ["GLOSSAL", "Of or pertaining to the tongue; lingual."]], [["PHOTO-ETCHING", "A photo-engraving produced by any process involving the etchingof the plate."], ["FAUTOR", "A favorer; a patron; one who gives countenance or support; anabettor. [Obs.]The king and the fautors of his proceedings. Latimer."], ["BEDESMAN", "Same as Beadsman. [Obs.]"], ["PLEUROSTEON", "The antero-lateral piece which articulates the sternum ofbirds."], ["SILTY", "Full of silt; resembling silt."]], [["FRIZETTE", "A curl of hair or silk; a pad of frizzed hair or silk worn bywomen under the hair to stuff it out."], ["INCREDIBLE", "Not credible; surpassing belief; too extraordinary andimprobable to admit of belief; unlikely; marvelous; fabulous.Why should it be thought a thing incredible with you, that God shouldraise the dead Acts xxvi. 8."], ["WOODHOUSE", "A house or shed in which wood is stored, and sheltered from theweather."], ["MONOMETALLIC", "Consisting of one metal; of or pertaining to monometallism."], ["PURIFY", "To grow or become pure or clear."]], [["BILCOCK", "The European water rail."], ["COMPLEXEDNESS", "The quality or state of being complex or involved;complication.The complexedness of these moral ideas. Locke."], ["CLOOTIE", "A little hoof."], ["ARCHETYPAL", "Of or pertaining to an archetype; consisting a model (real orideal) or pattern; original. \"One archetypal mind.\" Gudworth."], ["DISCOMMISSION", "To deprive of a commission or trust. [R.] Laud."]], [["BONDSWOMAN", "See Bondwoman."], ["NUBILATE", "To cloud. [Obs.]"], ["UNSTRIPED", "Without marks or striations; nonstriated; as, unstriped musclefibers."], ["UNTRUTHFUL", "Not truthful; unveracious; contrary to the truth or the fact.-- Un*truth\"ful*ly, adv.-- Un*truth\"ful*ness, n."], ["TRIDIAPASON", "A triple octave, or twenty-second. Busby."]], [["GENTLE-HEARTED", "Having a kind or gentle disposition. Shak.-- Gen\"tle-heart`ed*ness, n."], ["OSTEOCRANIUM", "The bony cranium, as distinguished from the cartilaginouscranium."], ["HELAMYS", "See Jumping hare, under Hare."], ["CONFUTANT", "One who undertakes to confute.  Milton."], ["BATHER", "One who bathes."]], [["MULTIGRAPH", "A combined rotary type-setting and printing machine for officeuse. The type is transferred semi-automatically by means of keys froma type-supply drum to a printing drum. The printing may be done bymeans of an inked ribbon to print \"typewritten\" letters, or directlyfrom inked type or a stereotype plate, as in a printing press."], ["FLUOBORATE", "A salt of fluoboric acid; a fluoboride."], ["ARQUIFOUX", "Same as Alquifou."], ["CHALDRON", "An English dry measure, being, at London, 36 bushels heaped up,or its equivalent weight, and more than twice as much at Newcastle.Now used exlusively for coal and coke."], ["APPROPRIATELY", "In an appropriate or proper manner; fitly; properly."]], [["REVIEWAL", "A review. [R.] Southey."], ["BOWL", "An ancient game, popular in Great Britain, played with biasedballs on a level plat of greensward.Like an uninstructed bowler, . . . who thinks to attain the jack bydelivering his bowl straightforward upon it. Sir W. Scott."], ["MUCONIC", "Of, pertaining to, or designating, an organic acid, obtainedindirectly from mucic acid, and somewhat resembling itaconic acid."], ["TRACTORY", "A tractrix."], ["TELEGRAM", "A message sent by telegraph; a telegraphic dispatch."]], [["BLOCKHEADED", "Stupid; dull."], ["ATTERRATION", "The act of filling up with earth, or of forming land withalluvial earth. [Obs.]"], ["BLAE", "Dark blue or bluish gray; lead-colored. [Scot.]"], ["ARERE", "See Arear. [Obs.] Ellis."], ["VOODOOISM", "A degraded form of superstition and sorcery, said to includehuman sacrifices and cannibalism in some of its rites. It isprevalent among the negroes of Hayti, and to some extent in theUnited States, and is regarded as a relic of African barbarism."]], [["DILATORINESS", "The quality of being dilatory; lateness; slowness; tardiness;sluggishness."], ["LAMELLIBRANCH", "One of the Lamellibranchia. Also used adjectively."], ["LANDSKIP", "A landscape. [Obs. except in poetry.]Straight my eye hath caught new pleasures, Whilst the landskip roundit measures. Milton."], ["PERVERSEDLY", "Perversely. [Obs.]"], ["DEKAGRAM", "Same as Decagram."]], [["DISCURSION", "The act of discoursing or reasoning; range, as from thought tothought. Coleridge."], ["IMMAILED", "Wearing mail or armor; clad of armor. W. Browne."], ["PIERCE", "To enter; to penetrate; to make a way into or throughsomething, as a pointed instrument does; -- used literally andfiguratively.And pierced to the skin, but bit no more. Spenser.She would not pierce further into his meaning. Sir P. Sidney."], ["RATTAN", "One of the long slender flexible stems of several species ofpalms of the genus Calamus, mostly East Indian, though some areAfrican and Australian. They are exceedingly tough, and are used forwalking sticks, wickerwork, chairs and seats of chairs, cords andcordage, and many other purposes."], ["LISPINGLY", "With a lisp; in a lisping manner."]], [["ACCIDENTALISM", "Accidental character or effect. Ruskin."], ["APPROXIMATIVE", "Approaching; approximate.-- Ap*prox\"i*ma*tive*ly, adv.-- Ap*prox\"i*ma*tive*ness, n."], ["HEAD-LUGGED", "Lugged or dragged by the head. [R.] \"The head-lugged bear.\"Shak."], ["OLIGOSPERMOUS", "Having few seeds."], ["MEIOCENE", "See Miocene."]], [["FIGURANT", "One who dances at the opera, not singly, but in groups orfigures; an accessory character on the stage, who figures in itsscenes, but has nothing to say; hence, one who figures in any scene,without taking a prominent part."], ["MODIUS", "A dry measure, containing about a peck."], ["GIANTSHIP", "The state, personality, or character, of a giant; -- acompellation for a giant.His giantship is gone somewhat crestfallen. Milton."], ["KRUPPIZE", "To treat by, or subject to, the Krupp process."], ["TRICENTENARY", "Including, or relating to, the interval of three hundred years;tercentenary.-- n."]], [["RENOUNCER", "One who renounces."], ["UNCONCERNING", "Not interesting of affecting; insignificant; not belonging toone. [Obs.] Addison."], ["FOAM", "The white substance, consisting of an aggregation of bubbles,which is formed on the surface of liquids,or in the mouth of ananimal, by violent agitation or fermentation; froth; spume; scum; as,the foam of the sea. Foam cock, in steam boilers, a cock at the waterlevel, to blow off impurities."], ["EPICAL", "Epic.-- Ep\"ic*al*ly, adv.Poems which have an epical character. Brande & C.His [Wordsworth's] longer poems (miscalled epical). Lowell."], ["IGNORANT", "A person untaught or uninformed; one unlettered or unskilled;an ignoramous.Did I for this take pains to teach Our zealous ignorants to preachDenham."]], [["CONTRIBUTABLE", "Capable of being contributed."], ["PSYCHAGOGUE", "A necromancer. [R.]"], ["SLUSH", "A mixture of white lead and lime, with which the bright partsof machines, such as the connecting rods of steamboats, are paintedto be preserved from oxidation."], ["UNBURROW", "To force from a burrow; to unearth."], ["ACCOMMODATE", "To adapt one's self; to be conformable or adapted. [R.] Boyle."]], [["POLYACID", "Capable of neutralizing, or of combining with, severalmolecules of a monobasic acid; having more than one hydrogen atomcapable of being replaced by acid radicals; -- said of certain bases;as, calcium hydrate and glycerin are polyacid bases."], ["NORTHERNLY", "Northerly. [Obs.] Hakewill."], ["RACEMULE", "A little raceme."], ["GRAMMATICASTER", "A petty grammarian; a grammatical pedant or pretender.My noble Neophite, my little grammaticaster. B. Jonson."], ["SEPSIN", "A soluble poison (ptomaine) present in putrid blood. It is alsoformed in the putrefaction of proteid matter in general."]], [["BEASTLIKE", "Like a beast."], ["SHEPHERDIA", "A genus of shrubs having silvery scurfy leaves, and belongingto the same family as Elæagnus; also, any plant of this genus. SeeBuffalo berry, under Buffalo."], ["WILE", "A trick or stratagem practiced for insnaring or deception; asly, insidious; artifice; a beguilement; an allurement.Put on the whole armor of God, that ye may be able to stand againstthe wiles of the devil. Eph. vi. 11.Not more almighty to resist our might, Than wise to frustrate all ourplots and wiles. Milton."], ["HARVESTLESS", "Without harvest; lacking in crops; barren. \"Harvestlessautumns.\" Tennyson."], ["EPIZOIC", "Living upon the exterior of another animal; ectozoic; -- saidof external parasites."]], [["EXTRAVASATE", "To force or let out of the proper vessels or arteries, asblood."], ["PROFUSIVE", "Profuse; lavish; prodigal.[Obs.]"], ["PANTOPODA", "Same as Pycnogonida."], ["DUNDER", "The lees or dregs of cane juice, used in the distillation ofrum. [West Indies]The use of dunder in the making of rum answers the purpose of yeastin the fermentation of flour. B. Edwards."], ["MNEMONICIAN", "One who instructs in the art of improving or using the memory."]], [["ANGERLY", "Angrily. [Obs. or Poetic]Why, how now, Hecate! you look angerly. Shak."], ["BERKELEIAN", ",a.Of or relating to Bishop Berkeley or his system of idealism;as, Berkeleian philosophy.-- Berke\"ley*ism, n."], ["EXEMPLIFICATION", "A copy or transcript attested to be correct by the seal of anofficer having custody of the original."], ["SAUF", "Safe. [Obs.] haucer."], ["ANUROUS", "Destitute of a tail, as the frogs and toads. [Also writtenanourous.]"]], [["AMPLENESS", "The state or quality of being ample; largeness; fullness;completeness."], ["ANIMASTIC", "Pertaining to mind or spirit; spiritual."], ["COTHURN", "A buskin anciently used by tragic actors on the stage; hence,tragedy in general.The moment had arrived when it was thought that the mask and thecothurn might be assumed with effect. Motley."], ["ATTRITE", "Repentant from fear of punishment; having attrition of grieffor sin; -- opposed to contrite."], ["IRRELIEVABLE", "Not admitting relief; incurable; hopeless."]], [["HESPERORNIS", "A genus of large, extinct, wingless birds from the Cretaceousdeposits of Kansas, belonging to the Odontornithes. They had teeth,and were essentially carnivorous swimming ostriches. Several speciesare known. See Illust. in Append."], ["BLACKBIRD", "In England, a species of thrush (Turdus merula), a singing birdwith a fin note; the merle. In America the name is given to severalbirds, as the Quiscalus versicolor, or crow blackbird; the Agelæusphoeniceus, or red-winged blackbird; the cowbird; the rusty grackle,etc. See Redwing."], ["PIQUANCY", "The quality or state of being piquant."], ["DIPSOMANIAC", "One who has an irrepressible desire for alcoholic drinks."], ["CONSOPIATION", "The act of sleeping, or of lulling, to sleep. [Obs.] Pope."]], [["SUMBUL", "The musky root of an Asiatic umbelliferous plant, FerulaSumbul. It is used in medicine as a stimulant. [Written also sumbal.]-- Sum*bul\"ic, a."], ["APOPHYLLITE", "A mineral relating to the zeolites, usually occurring in squareprisms or octahedrons with pearly luster on the cleavage surface. Itis a hydrous silicate of calcium and potassium."], ["GRANTOR", "The person by whom a grant or conveyance is made."], ["AGITATEDLY", "In an agitated manner."], ["CATCH TITLE", "A short expressive title used for abbreviated book lists, etc."]], [["HELMINTHIASIS", "A disease in which worms are present in some part of the body."], ["TRADUCTIVE", "Capable of being deduced; derivable. [R.] Bp. Warburton."], ["FREYA", "The daughter of Njörd, aud goddess of love and beauty; theScandinavian Venus; -- in Teutonic myths confounded with Frigga, butin Scandinavian, distinct. [Written also Frea, Fraying, and Ereyja.]"], ["UNISEXUAL", "Having one sex only, as plants which have the male and femaleflowers on separate individuals, or animals in which the sexes are inseparate individuals; dioecious; -- distinguished from bisexual, orhermaphrodite. See Dioecious."], ["HETERO-", "A combining form signifying other, other than usual, different;as, heteroclite, heterodox, heterogamous."]], [["DISVALUE", "To undervalue; to depreciate. Shak."], ["PYROGRAVURE", "Pyrography; also, a design or picture made by pyrography."], ["LUMINIFEROUS", "Producing light; yielding light; transmitting light; as, theluminiferous ether."], ["CURBSTONE", "A stone Curbstone broker.See under Broker."], ["THERMAL", "Of or pertaining to heat; warm; hot; as, the thermal unit;thermal waters.The thermal condition of the earth. J. D. Forbes.Thermal conductivity, Thermal spectrum. See under Conductivity, andSpectrum.-- Thermal unit (Physics), a unit chosen for the comparison orcalculation of quantities of heat. The unit most commonly employed isthe amount of heat necessary to raise the temperature of one gram orone pound of water from zero to one degree Centigrade. See Calorie,and under Unit."]], [["HAEMOCYTOMETER", "See Hæmacytometer."], ["PINCE-NEZ", "Eyeglasses kept on the nose by a spring."], ["ENVASSAL", "To make a vassal of. [Obs.]"], ["MAGNANIMOUSLY", "In a magnanimous manner; with greatness of mind."], ["BUDDING", "A process of asexual reproduction, in which a new organism orcell is formed by a protrusion of a portion of the animal orvegetable organism, the bud thus formed sometimes remaining attachedto the parent stalk or cell, at other times becoming free; gemmation.See Hydroidea."]], [["REVELATE", "To reveal. [Obs.] Frith. Barnes."], ["SPINDLETAIL", "The pintail duck. [Local, U.S.]"], ["PARLOR", "A room for business or social conversation, for the receptionof guests, etc. Specifically:(a) The apartment in a monastery or nunnery where the inmates arepermitted to meet and converse with each other, or with visitors andfriends from without. Piers Plowman.(b) In large private houses, a sitting room for the family and forfamiliar guests, -- a room for less formal uses than the drawing-room. Esp., in modern times, the dining room of a house having fewapartments, as a London house, where the dining parlor is usually onthe ground floor.(c) Commonly, in the United States, a drawing-room, or the room wherevisitors are received and entertained."], ["NONADULT", "Not adult; immature."], ["TRANSVERSION", "The act of changing from prose into verse, or from verse intoprose."]], [["LIBERALISTIC", "Pertaining to, or characterized by, liberalism; as,liberalistic opinions."], ["MONT DE PIETE", "One of certain public pawnbroking establishments whichoriginated in Italy in the 15th century, the object of which was tolend money at a low rate of interest to poor people in need; --called also mount of piety. The institution has been adopted in othercountries, as in Spain and France. See Lombard-house."], ["OMPHALIC", "Of or pertaining to the umbilicus, or navel."], ["PRUSSIATE", "A salt of prussic acid; a cyanide. Red prussiate of potash. SeePotassium ferricyanide, under Ferricyanide. Yellow prussiate ofpotash. See Potassium ferrocyanide, under Ferrocyanide."], ["IRRETRIEVABLY", "In an irretrievable manner."]], [["DERRE", "Dearer. [Obs.] Chaucer."], ["PRATINCOLE", "Any bird of the Old World genus Glareola, or family Glareolidæ,allied to the plovers. They have long, pointed wings and a forkedtail."], ["RESTRINGENT", "Restringing; astringent; styptic. [Obs.] -- n."], ["SYNCRETIC", "Uniting and blending together different systems, as ofphilosophy, morals, or religion. Smart."], ["ACRIMONY", "Undecided character of a disease. [Obs.]"]], [["HAEMATOGENOUS", "Originating in the blood."], ["MASQUE", "A mask; a masquerade."], ["PLASMATION", "The act of forming or molding. [R.] Grafton."], ["SHYLY", "In a shy or timid manner; not familiarly; with reserve.[Written also shily.]"], ["INJURE", "To do harm to; to impair the excellence and value of; to hurt;to damage; -- used in a variety of senses; as: (a) To hurt or wound,as the person; to impair soundness, as of health. (b) To damage orlessen the value of, as goods or estate. (c) To slander, tarnish, orimpair, as reputation or character. (d) To impair or diminish, ashappiness or virtue. (e) To give pain to, as the sensibilities or thefeelings; to grieve; to annoy. (f) To impair, as the intellect ormind.When have I injured thee when done thee wrong Shak."]], [["DEPURATIVE", "Purifying the blood or the humors; depuratory.-- n."], ["ICONOMANIA", "A mania or infatuation for icons, whether as objects ofdevotion, bric-a-brac, or curios."], ["IMPATIENTLY", "In an impatient manner."], ["CHAFING", "The act of rubbing, or wearing by friction; making by rubbing.Chafing dish, a dish or vessel for cooking on the table, or forkeeping food warm, either by coals, by a lamp, or by hot water; aportable grate for coals.-- Chafing gear (Naut.), any material used to protect sails,rigging, or the like, at points where they are exposed to friction."], ["BINDWEED", "A plant of the genus Convolvulus; as, greater bindweed (C.Sepium); lesser bindweed (C. arvensis); the white, the blue, theSyrian, bindweed. The black bryony, or Tamus, is called blackbindweed, and the Smilax aspera, rough bindweed.The fragile bindweed bells and bryony rings. Tennyson."]], [["SOONLY", "Soon. [Obs.] Dr. H. More."], ["LLANO", "An extensive plain with or without vegetation. [SpanishAmerica]"], ["CAUSEUSE", "A kind of sofa for two person. A tête-a-tête."], ["FIREBOTE", "An allowance of fuel. See Bote."], ["HORSEPLAY", "Rude, boisterous play.Too much given to horseplay in his raillery. Dryden."]], [["TATCH", "A spot or stain; also, a trick. [Obs.] Sir T. Elyot."], ["RETRENCH", "To furnish with a retrenchment; as, to retrench bastions."], ["ENDRUDGE", "To make a drudge or slave of. [Obs.] Bp. Hall."], ["METTLESOME", "Full of spirit; possessing constitutional ardor; fiery; as, amettlesome horse.-- Met\"tle*some*ly, adv.-- Met\"tle*some*ness, n."], ["HALF-CRACKED", "Half-demented; half-witted. [Colloq.]"]], [["BALISTER", "A crossbow. [Obs.] Blount."], ["COUNTERNATURAL", "Contrary to nature. [R.] Harvey."], ["ESTUARY", "Belonging to, or formed in, an estuary; as, estuary strata.Lyell."], ["LIEGE", "Full; perfect; complete; pure. Burrill. Liege homage (FeudalCustom), that homage of one sovereign or prince to another whichacknowledged an obligation of fealty and services.-- Liege poustie Etym: [L. legitima potestas] (Scots Law), perfect,i. e., legal, power; specif., having health requisite to do legalacts.-- Liege widowhood, perfect, i. e., pure, widowhood. [Obs.]"], ["COMPOS-MENTIS", "One who is compos mentis. [Colloq.]"]]]